Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The fundamental right to the protection of personal data is safeguarded in particular by Regulations (EU) 2016/679 (11) and (EU) 2018/1725 (12) of the European Parliament and of the Council and Directive (EU) 2016/680 of the European Parliament and of the Council (13).
pt_pt: O direito fundamental à proteção de dados pessoais está salvaguardado em especial pelos Regulamentos (UE) 2016/679 (11) e (UE) 2018/1725 (12) do Parlamento Europeu e do Conselho e pela Diretiva (UE) 2016/680 do Parlamento Europeu e do Conselho (13).

source: Directive 2002/58/EC of the European Parliament and of the Council (14) additionally protects private life and the confidentiality of communications, including by way of providing conditions for any storing of personal and non-personal data in, and access from, terminal equipment.
pt_pt: Além disso, a Diretiva 2002/58/CE do Parlamento Europeu e do Conselho (14) protege a vida privada e a confidencialidade das comunicações, nomeadamente através de condições colocadas ao armazenamento de dados pessoais e não pessoais em equipamentos terminais e a qualquer acesso a partir dos mesmos.

source: Those Union legal acts provide the basis for sustainable and responsible data processing, including where data sets include a mix of personal and non-personal data.
pt_pt: Esses atos jurídicos da União constituem a base para um tratamento de dados sustentável e responsável, nomeadamente quando os conjuntos de dados incluem uma combinação de dados pessoais e não pessoais.

source: This Regulation does not seek to affect the application of existing Union law governing the processing of personal data, including the tasks and powers of the independent supervisory authorities competent to monitor compliance with those instruments.
pt_pt: O presente regulamento não visa afetar a aplicação do direito da União já em vigor que rege o tratamento de dados pessoais, incluindo as funções e as competências das autoridades de supervisão independentes responsáveis pelo controlo do cumprimento desses instrumentos.

source: It also does not affect the obligations of providers and deployers of AI systems in their role as data controllers or processors stemming from Union or national law on the protection of personal data in so far as the design, the development or the use of AI systems involves the processing of personal data.
pt_pt: Da mesma forma, não afeta as obrigações dos prestadores nem dos responsáveis pela implantação de sistemas de IA, enquanto responsáveis pelo tratamento de dados ou subcontratantes, decorrentes do direito da União ou do direito nacional em matéria de proteção de dados pessoais, na medida em que a conceção, o desenvolvimento ou a utilização de sistemas de IA envolva o tratamento de dados pessoais.

source: It is also appropriate to clarify that data subjects continue to enjoy all the rights and guarantees awarded to them by such Union law, including the rights related to solely automated individual decision-making, including profiling.
pt_pt: É igualmente conveniente clarificar que os titulares de dados continuam a usufruir de todos os direitos e garantias que lhes são conferidos por esse direito da União, incluindo os direitos relacionados com as decisões individuais exclusivamente automatizadas, nomeadamente a definição de perfis.

source: Harmonised rules for the placing on the market, the putting into service and the use of AI systems established under this Regulation should facilitate the effective implementation and enable the exercise of the data subjects’ rights and other remedies guaranteed under Union law on the protection of personal data and of other fundamental rights.
pt_pt: As regras harmonizadas para a colocação no mercado, a colocação em serviço e a utilização de sistemas de IA estabelecidas no presente regulamento deverão facilitar a aplicação efetiva e permitir o exercício dos direitos dos titulares de dados e de outras vias de recurso garantidas pelo direito da União em matéria de proteção de dados pessoais e de outros direitos fundamentais.

source: This Regulation should be without prejudice to the provisions regarding the liability of providers of intermediary services as set out in Regulation (EU) 2022/2065 of the European Parliament and of the Council (15).
pt_pt: O presente regulamento não prejudica as disposições em matéria de responsabilidade dos prestadores de serviços intermediários conforme prevista no Regulamento (UE) 2022/2065 do Parlamento Europeu e do Conselho (15).

source: The notion of ‘AI system’ in this Regulation should be clearly defined and should be closely aligned with the work of international organisations working on AI to ensure legal certainty, facilitate international convergence and wide acceptance, while providing the flexibility to accommodate the rapid technological developments in this field.
pt_pt: O conceito de «sistema de IA» constante do presente regulamento deverá ser definido de forma inequívoca e estar estreitamente alinhado com o trabalho das organizações internacionais ativas no domínio da IA, a fim de assegurar a segurança jurídica, facilitar a convergência internacional e a ampla aceitação, concedendo em simultâneo a flexibilidade suficiente para se adaptar a rápidas evoluções tecnológicas neste domínio.

source: Moreover, the definition should be based on key characteristics of AI systems that distinguish it from simpler traditional software systems or programming approaches and should not cover systems that are based on the rules defined solely by natural persons to automatically execute operations.
pt_pt: Além disso, a definição deverá basear-se nas principais características dos sistemas de IA que o distinguem de sistemas de software ou abordagens de programação tradicionais mais simples e não deverá abranger sistemas baseados nas regras definidas exclusivamente por pessoas singulares para executarem operações automaticamente.

source: A key characteristic of AI systems is their capability to infer.
pt_pt: Uma característica principal dos sistemas de IA é a sua capacidade de fazer inferências.

source: This capability to infer refers to the process of obtaining the outputs, such as predictions, content, recommendations, or decisions, which can influence physical and virtual environments, and to a capability of AI systems to derive models or algorithms, or both, from inputs or data.
pt_pt: Esta capacidade de fazer inferências refere-se ao processo de obtenção dos resultados, tais como previsões, conteúdos, recomendações ou decisões, que possam influenciar ambientes físicos e virtuais, e à capacidade dos sistemas de IA para obter modelos ou algoritmos, ou ambos, a partir de entradas ou dados.

source: The techniques that enable inference while building an AI system include machine learning approaches that learn from data how to achieve certain objectives, and logic- and knowledge-based approaches that infer from encoded knowledge or symbolic representation of the task to be solved.
pt_pt: As técnicas que permitem fazer inferências durante a construção de um sistema de IA incluem abordagens de aprendizagem automática que aprendem com os dados a forma de alcançarem determinados objetivos, e abordagens baseadas na lógica e no conhecimento que fazem inferências a partir do conhecimento codificado ou da representação simbólica da tarefa a resolver.

source: The capacity of an AI system to infer transcends basic data processing by enabling learning, reasoning or modelling.
pt_pt: A capacidade de um sistema de IA fazer inferências vai além do tratamento básico de dados, permitindo a aprendizagem, o raciocínio ou a modelização.

source: The term ‘machine-based’ refers to the fact that AI systems run on machines.
pt_pt: O termo «baseado em máquinas» refere-se ao facto de os sistemas de IA funcionarem em máquinas.

source: The reference to explicit or implicit objectives underscores that AI systems can operate according to explicit defined objectives or to implicit objectives.
pt_pt: A referência a objetivos explícitos ou implícitos visa sublinhar que os sistemas de IA podem funcionar de acordo com objetivos explícitos definidos ou com objetivos implícitos.

source: The objectives of the AI system may be different from the intended purpose of the AI system in a specific context.
pt_pt: Os objetivos do sistema de IA podem ser diferentes da finalidade prevista para o sistema de IA num contexto específico.

source: For the purposes of this Regulation, environments should be understood to be the contexts in which the AI systems operate, whereas outputs generated by the AI system reflect different functions performed by AI systems and include predictions, content, recommendations or decisions.
pt_pt: Para efeitos do presente regulamento, deverá entender-se por «ambientes» os contextos em que os sistemas de IA operam, ao passo que os resultados gerados pelo sistema de IA refletem diferentes funções desempenhadas pelos sistemas de IA e incluem previsões, conteúdos, recomendações ou decisões.

source: AI systems are designed to operate with varying levels of autonomy, meaning that they have some degree of independence of actions from human involvement and of capabilities to operate without human intervention.
pt_pt: Os sistemas de IA são concebidos para operar com diferentes níveis de autonomia, o que significa que têm um certo grau de independência das ações efetuadas por intervenção humana e de capacidade para funcionarem sem intervenção humana.

source: The adaptiveness that an AI system could exhibit after deployment, refers to self-learning capabilities, allowing the system to change while in use.
pt_pt: A capacidade de adaptação que um sistema de IA poderá apresentar após a implantação refere-se a capacidades de autoaprendizagem, permitindo que o sistema mude enquanto estiver a ser utilizado.

source: AI systems can be used on a stand-alone basis or as a component of a product, irrespective of whether the system is physically integrated into the product (embedded) or serves the functionality of the product without being integrated therein (non-embedded).
pt_pt: Os sistemas de IA podem ser utilizados autonomamente ou como componentes de um produto, independentemente de o sistema estar fisicamente incorporado no produto (integrado) ou servir a funcionalidade do produto sem estar incorporado nele (não integrado).

source: The notion of ‘deployer’ referred to in this Regulation should be interpreted as any natural or legal person, including a public authority, agency or other body, using an AI system under its authority, except where the AI system is used in the course of a personal non-professional activity.
pt_pt: O conceito de «responsável pela implantação» a que se refere o presente regulamento deverá ser interpretado como qualquer pessoa singular ou coletiva, incluindo uma autoridade pública, agência ou outro organismo, que utilize um sistema de IA sob a sua autoridade, salvo se o sistema de IA for utilizado no âmbito da sua atividade pessoal não profissional.

source: Depending on the type of AI system, the use of the system may affect persons other than the deployer.
pt_pt: Dependendo do tipo de sistema de IA, a utilização do sistema pode afetar outras pessoas além do responsável pela implantação.

source: The notion of ‘biometric data’ used in this Regulation should be interpreted in light of the notion of biometric data as defined in Article 4, point (14) of Regulation (EU) 2016/679, Article 3, point (18) of Regulation (EU) 2018/1725 and Article 3, point (13) of Directive (EU) 2016/680.
pt_pt: O conceito de «dados biométricos» utilizado no presente regulamento deverá ser interpretado à luz do conceito de dados biométricos na aceção do artigo 4.o, ponto 14, do Regulamento (UE) 2016/679, do artigo 3.o, ponto 18, do Regulamento (UE) 2018/1725 e do artigo 3.o, ponto 13, da Diretiva (UE) 2016/680.

source: Biometric data can allow for the authentication, identification or categorisation of natural persons and for the recognition of emotions of natural persons.
pt_pt: Os dados biométricos podem permitir a autenticação, identificação ou categorização de pessoas singulares e o reconhecimento de emoções de pessoas singulares.

source: The notion of ‘biometric identification’ referred to in this Regulation should be defined as the automated recognition of physical, physiological and behavioural human features such as the face, eye movement, body shape, voice, prosody, gait, posture, heart rate, blood pressure, odour, keystrokes characteristics, for the purpose of establishing an individual’s identity by comparing biometric data of that individual to stored biometric data of individuals in a reference database, irrespective of whether the individual has given its consent or not.
pt_pt: O conceito de «identificação biométrica» a que se refere o presente regulamento deverá ser definido como o reconhecimento automatizado de características humanas físicas, fisiológicas e comportamentais, tais como o rosto, o movimento dos olhos, a forma do corpo, a voz, a pronúncia, a marcha, a postura, a frequência cardíaca, a pressão arterial, o odor, as características da digitação, com o objetivo de verificar a identidade de uma pessoa comparando os dados biométricos dessa pessoa com dados biométricos de pessoas armazenados numa base de dados de referência, independentemente de a pessoa ter ou não dado consentimento prévio.

source: This excludes AI systems intended to be used for biometric verification, which includes authentication, whose sole purpose is to confirm that a specific natural person is the person he or she claims to be and to confirm the identity of a natural person for the sole purpose of having access to a service, unlocking a device or having security access to premises.
pt_pt: Estão excluídos os sistemas de IA concebidos para serem utilizados na verificação biométrica, que inclui a autenticação, cujo único objetivo seja confirmar que uma pessoa singular específica é quem afirma ser, e confirmar a identidade de uma pessoa singular com o único objetivo de ter acesso a um serviço, desbloquear um dispositivo ou ter acesso de segurança a um local.

source: The notion of ‘biometric categorisation’ referred to in this Regulation should be defined as assigning natural persons to specific categories on the basis of their biometric data.
pt_pt: O conceito de «sistema de categorização biométrica» a que se refere o presente regulamento deverá ser definido como a atribuição de pessoas singulares a categorias específicas com base nos seus dados biométricos.

source: Such specific categories can relate to aspects such as sex, age, hair colour, eye colour, tattoos, behavioural or personality traits, language, religion, membership of a national minority, sexual or political orientation.
pt_pt: Essas categorias específicas podem dizer respeito a aspetos como sexo, idade, cor do cabelo, cor dos olhos, tatuagens, traços comportamentais ou de personalidade, língua, religião, pertença a uma minoria nacional, orientação sexual ou política.

source: This does not include biometric categorisation systems that are a purely ancillary feature intrinsically linked to another commercial service, meaning that the feature cannot, for objective technical reasons, be used without the principal service, and the integration of that feature or functionality is not a means to circumvent the applicability of the rules of this Regulation.
pt_pt: Tal não inclui os sistemas de categorização biométrica que sejam um elemento meramente acessório intrinsecamente ligado a outro serviço comercial, o que significa que o elemento não pode, por razões técnicas objetivas, ser utilizado sem o serviço principal e a integração desse elemento ou funcionalidade não constitui um meio para contornar a aplicabilidade das regras do presente regulamento.

source: For example, filters categorising facial or body features used on online marketplaces could constitute such an ancillary feature as they can be used only in relation to the principal service which consists in selling a product by allowing the consumer to preview the display of the product on him or herself and help the consumer to make a purchase decision.
pt_pt: Por exemplo, os filtros que categorizam as características faciais ou corporais utilizadas nos mercados em linha poderão constituir um desses elementos acessórios, uma vez que só podem ser utilizados associados ao serviço principal que consiste em vender um produto, ao darem ao consumidor a possibilidade de se pré-visualizar a usar o produto e ajudando-o a tomar uma decisão de compra.

source: Filters used on online social network services which categorise facial or body features to allow users to add or modify pictures or videos could also be considered to be ancillary feature as such filter cannot be used without the principal service of the social network services consisting in the sharing of content online.
pt_pt: Os filtros utilizados nos serviços de redes sociais em linha que categorizam características faciais ou corporais para permitir que os utilizadores acrescentem ou alterem imagens ou vídeos também poderão ser considerados elementos acessórios, uma vez que esses filtros não podem ser utilizados sem o serviço principal dos serviços da rede social, que consiste na partilha de conteúdos em linha.

source: The notion of ‘remote biometric identification system’ referred to in this Regulation should be defined functionally, as an AI system intended for the identification of natural persons without their active involvement, typically at a distance, through the comparison of a person’s biometric data with the biometric data contained in a reference database, irrespectively of the particular technology, processes or types of biometric data used.
pt_pt: O conceito de «sistema de identificação biométrica à distância» a que se refere o presente regulamento deverá ser definido, de modo funcional, como um sistema de IA que se destina à identificação de pessoas singulares sem a sua participação ativa, normalmente à distância, por meio da comparação dos dados biométricos de uma pessoa com os dados biométricos contidos numa base de dados de referência, independentemente da tecnologia, dos processos ou dos tipos de dados biométricos específicos utilizados.

source: Such remote biometric identification systems are typically used to perceive multiple persons or their behaviour simultaneously in order to facilitate significantly the identification of natural persons without their active involvement.
pt_pt: Tais sistemas de identificação biométrica à distância são geralmente utilizados para detetar várias pessoas ou o seu comportamento em simultâneo, a fim de facilitar significativamente a identificação de pessoas singulares sem a sua participação ativa.

source: This excludes AI systems intended to be used for biometric verification, which includes authentication, the sole purpose of which is to confirm that a specific natural person is the person he or she claims to be and to confirm the identity of a natural person for the sole purpose of having access to a service, unlocking a device or having security access to premises.
pt_pt: Estão excluídos os sistemas de IA concebidos para serem utilizados na verificação biométrica, que inclui a autenticação, cujo único objetivo seja confirmar que uma pessoa singular específica é quem afirma ser e confirmar a identidade de uma pessoa singular com o único objetivo de lhe conceder acesso a um serviço, desbloquear um dispositivo ou ter acesso de segurança a um local.

source: That exclusion is justified by the fact that such systems are likely to have a minor impact on fundamental rights of natural persons compared to the remote biometric identification systems which may be used for the processing of the biometric data of a large number of persons without their active involvement.
pt_pt: Essa exclusão justifica-se pelo facto de esses sistemas serem suscetíveis de ter um impacto ligeiro nos direitos fundamentais das pessoas singulares em comparação com os sistemas de identificação biométrica à distância que podem ser utilizados para o tratamento de dados biométricos de um grande número de pessoas sem a sua participação ativa.

source: In the case of ‘real-time’ systems, the capturing of the biometric data, the comparison and the identification occur all instantaneously, near-instantaneously or in any event without a significant delay.
pt_pt: No caso dos sistemas «em tempo real», a recolha dos dados biométricos, a comparação e a identificação ocorrem de forma instantânea, quase instantânea ou, em todo o caso, sem um desfasamento significativo.

source: In this regard, there should be no scope for circumventing the rules of this Regulation on the ‘real-time’ use of the AI systems concerned by providing for minor delays.
pt_pt: Não deverá haver, a este respeito, margem para contornar as regras do presente regulamento sobre a utilização «em tempo real» dos sistemas de IA em causa prevendo ligeiros desfasamentos no sistema.

source: ‘Real-time’ systems involve the use of ‘live’ or ‘near-live’ material, such as video footage, generated by a camera or other device with similar functionality.
pt_pt: Os sistemas «em tempo real» implicam a utilização «ao vivo» ou «quase ao vivo» de materiais, como imagens vídeo, gerados por uma câmara ou outro dispositivo com uma funcionalidade semelhante.

source: In the case of ‘post’ systems, in contrast, the biometric data has already been captured and the comparison and identification occur only after a significant delay.
pt_pt: No caso dos sistemas «em diferido», ao invés, os dados biométricos já foram recolhidos e a comparação e a identificação ocorrem com um desfasamento significativo.

source: This involves material, such as pictures or video footage generated by closed circuit television cameras or private devices, which has been generated before the use of the system in respect of the natural persons concerned.
pt_pt: Estes sistemas utilizam materiais, tais como imagens ou vídeos, gerados por câmaras de televisão em circuito fechado ou dispositivos privados antes de o sistema ser utilizado relativamente às pessoas singulares em causa.

source: The notion of ‘emotion recognition system’ referred to in this Regulation should be defined as an AI system for the purpose of identifying or inferring emotions or intentions of natural persons on the basis of their biometric data.
pt_pt: O conceito de «sistema de reconhecimento de emoções» a que se refere o presente regulamento deverá ser definido como um sistema de IA concebido para identificar ou inferir emoções ou intenções de pessoas singulares com base nos seus dados biométricos.

source: The notion refers to emotions or intentions such as happiness, sadness, anger, surprise, disgust, embarrassment, excitement, shame, contempt, satisfaction and amusement.
pt_pt: O conceito refere-se a emoções ou intenções como a felicidade, a tristeza, a raiva, a surpresa, a repugnância, o embaraço, o entusiasmo, a vergonha, o desprezo, a satisfação e o divertimento.

source: It does not include physical states, such as pain or fatigue, including, for example, systems used in detecting the state of fatigue of professional pilots or drivers for the purpose of preventing accidents.
pt_pt: Não inclui estados físicos, como dor ou fadiga, incluindo, por exemplo, sistemas utilizados para detetar o estado de fadiga dos pilotos ou motoristas profissionais para efeitos de prevenção de acidentes.
